Repository: DigiRazor/PasswordValidation
Catalog: DigiRazor.PasswordService/MultilingualResources/DigiRazor.PasswordValidation.*.xlf
Languages: nl

# ValidateWhiteSpace_PasswordMayNotContainASpace
source: Password may not contain a space.
nl: Paswoord mag geen spatie bevatten.

# ValidateUserId_PasswordMayNotContainTheUserIdUserName
source: Password may not contain the UserId/ User name.
nl: Paswoord mag de UserId/gebruikersnaam niet bevatten.

# ValidateUppercase_PasswordMustContainAtLeast1UppercaseCharacter
source: Password must contain at least 1 Uppercase character.
nl: Paswoord moet ten minste 1 hoofdletter bevatten.

# ValidateSpecial_PasswordMustContainAtLeast1OfTheFollowingCharacters
source: Password must contain at least 1 of the following characters: {0}
nl: Paswoord moet tenminste 1 van de volgende bevatten: {0}

# ValidateNumeric_PasswordMustContainAtLeast1NumericCharacter
source: Password must contain at least 1 Numeric character.
nl: Paswoord moet te minste 1 cijfer bevatten.

# ValidateLowercase_PasswordMustContainAtLeast1LowercaseCharacter
source: Password must contain at least 1 Lowercase character.
nl: Paswoord moet ten minste 1 kleine letter bevatten.

# ValidateLength_PasswordMustBeBetween0And1CharactersLong
source: Password must be between {0} and {1} characters long.
nl: Paswoord moet tussen {0} en {1} tekens lang zijn.

# ValidateLength_PasswordMustBeAtLeast0CharactersLong
source: Password must be at least {0} characters long.
nl: Paswoord moet ten minste {0} tekens lang zijn.

# ValidateHistory_PasswordMayNotBeAnyOfYourPrevious0Passwords
source: Password may not be any of your previous {0} passwords.
nl: Paswoord mag niet gelijk zijn aan een van de vorige {0} paswoorden.

# ValidateConfirmPassword_NewPasswordConfirmPasswordMustMatch
source: New Password & Confirm Password must match.
nl: Nieuw paswoord en paswoord bevestiging moeten overeen komen.

# ValidateBlacklist_PasswordContainsBlackListedWords
source: Password contains black listed words.
nl: Paswoord bevat niet toegestane woorden.

# PasswordService_AddCustomValidatorOnlySupportsCustomValidators
source: AddCustomValidator Only supports custom validators, for standard validators use SetupRules
nl: AddCustomValidator ondersteunt enkel custom validators, voor standaard validators gebruik SetupRules
